{
  "story": "The year is 1944, and Europe is in the midst of World War II. You are an Allied spy, deep undercover as an officer in the German military. Your mission is critical: steal vital intelligence about a planned German counteroffensive in Normandy and deliver it to the Allies. The fate of the operation rests on your ability to remain undetected and retrieve the information without raising suspicion. After weeks of careful observation, you've identified an opportunity to access the intelligence stored in a guarded file cabinet inside the commander's office. The night is quiet, but tension is high as you prepare to act. Every move counts — will you succeed in outwitting the enemy?",
  "playerQuestion": "What method will you use to access the file cabinet?",
  "option1": {
    "associatetQuestion": "On your coath you have a set of lockpiking tools, you use them.",
    "newStory": "You sneak into the office where the documents are located, you start to lockpick. As your almost done you hear footsteps nearby",
    "newPlayerQuestion": "You start getting woried, what do you do?",
    "option1": {
      "associatetQuestion": "You continue to lockpick.",
      "newStory": "As you continue you see a shadow outside the office door. And then the door gets opend and a high ranking officer looks down at you. You then get arrested and executed.",
      "newPlayerQuestion": "Mission failed, you died"
    },
    "option2": {
      "associatetQuestion": "You stop lockpicking and hide in the closet.",
      "newStory": "A officer walks into the room and sits down on the desk. Six hours later he gets up and leaves. And when he leaves you open the closet door slowly, and you see a guard in the corridoor staring straight in your direction.",
      "newPlayerQuestion": "What are you gonna do now?",
      "option1": {
        "associatetQuestion": "Continue to open the closet door.",
        "newStory": "When you open the door the guard calls you out and you get cauth. You then get life in prison.",
        "newPlayerQuestion": "Mission failed."
      },
      "option2": {
        "associatetQuestion": "Close the door and hope he didn't see you.",
        "newStory": "When you close the door you hear a guy say 'Ich glaube, ich habe gerade einen Mann in einem Schrank in Ihrem Büro gesehen.' You the hear several footsteps walk into the room. The closet gets opend and 5 guards are aming their gunst at you, and the officer is also there. You get arrested, 29.89 years in prison and then executed.",
        "newPlayerQuestion": "Mission failed, you died"
      },
      "option3": {
        "associatetQuestion": "You don't touch the door to hope he don't notice any movement.",
        "newStory": "You continue too look out of the closet and the guard walks into the room opens the closet and shoot one bullet in your leg. You get arrested and serve 50 years in prison and gets executed",
        "newPlayerQuestion": "Mission failed, you died"
      }
    },
    "option3": {
      "associatetQuestion": "You hide under the desk.",
      "newStory": "Just as you hide under the desk a officer walks into the room. As he sits down on his chair, he sees you.",
      "newPlayerQuestion": "What are you gonna do now?",
      "option1": {
        "associatetQuestion": "Stab him.",
        "newStory": "As you stab him, he calls for guards you get shot and killed on the spot.",
        "newPlayerQuestion": "Mission failed, you died"
      },
      "option2": {
        "associatetQuestion": "Hit him",
        "newStory": "As you hit him, he calls for guards you get shot and killed on the spot.",
        "newPlayerQuestion": "Mission failed, you died"
      },
      "option3": {
        "associatetQuestion": "Shot him",
        "newStory": "As you shot him, he calls for guards you get shot and killed on the spot.",
        "newPlayerQuestion": "Mission failed, you died"
      }
    }
  },
  "option2": {
    "associatetQuestion": "You yank the files from the officers when the files are outside the cabinet",
    "newStory": "When you take the file, an officer yells 'Bewachen!'. You try to run away but you get shot and arrested, 40 years in prison, then shot.",
    "newPlayerQuestion": "Mission failed, you died"
  },
  "option3": {
    "associatetQuestion": "You know of a stuborn officer that has access to the files, you try to bribe him.",
    "newStory": "You find the officer in a place where nobody else can see or hear you.",
    "newPlayerQuestion": "How much money do you give him?",
    "option1": {
      "associatetQuestion": "10.58$",
      "newStory": "The officer laughs at your offer. He then leaves you. As you sit in your office a few houers later, a group of guards and a officer come into your office. You get arrestet and life in prison",
      "newPlayerQuestion": "Mission failed."
    },
    "option2": {
      "associatetQuestion": "2'300.98$",
      "newStory": "The officer seems a little skeptical, but he accepts the offer and hands you the key.",
      "newPlayerQuestion": "Now that you have the key, what are you gonna do?",
      "option1":{
        "associatetQuestion": "Walk to the office and unlock the file cabinet.",
        "newStory": "It turns out there is a guard guarding the door. And you're not allowed in there.",
        "newPlayerQuestion": "Mission failed."
      },
      "option2":{
        "associatetQuestion": "Bribe somebody else to get the files",
        "newStory": "The officer that you bribed told the high ranking officers about that. So you got arrested.",
        "newPlayerQuestion": "Mission failed."
      },
      "option3":{
        "associatetQuestion": "Wait to retrive the files because it's getting late",
        "newStory": "As your about to fall aslep all of a suden guards burst into your room and arrests you.",
        "newPlayerQuestion": "Mission failed."
      }
    },
    "option3": {
      "associatetQuestion": "10'000.09$",
      "newStory": "The officer don't belive your offer. He then leaves you. As you sit in your office a few houers later, a group of guards and a officer come into your office. You get arrestet and life in prison",
      "newPlayerQuestion": "Mission failed."
    }
  }
}